IDEA StatiCa Open Model
SectionResultBase Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the SectionResultBase class
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected SectionResultBase()
Protected Sub New
protected:
SectionResultBase()
See Also
Reference
SectionResultBase Class
IdeaRS.OpenModel.Result Namespace